/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"XSRefreshHeaderIdleText"           = "Pull down to refresh";
"XSRefreshHeaderPullingText"        = "Release to refresh";
"XSRefreshHeaderRefreshingText"     = "Loading...";

"XSRefreshAutoFooterIdleText"       = "Tap or pull up to load more";
"XSRefreshAutoFooterRefreshingText" = "Loading...";
"XSRefreshAutoFooterNoMoreDataText" = "No more data";

"XSRefreshBackFooterIdleText"       = "Pull up to load more";
"XSRefreshBackFooterPullingText"    = "Release to load more";
"XSRefreshBackFooterRefreshingText" = "Loading...";
"XSRefreshBackFooterNoMoreDataText" = "No more data";

"XSRefreshHeaderLastTimeText"       = "Last update: ";
"XSRefreshHeaderDateTodayText"      = "Today";
"XSRefreshHeaderNoneLastDateText"   = "No record";
